{
  "posts": [
    {
      "author": "Alex",
      "title": "Alex post 1",
      "text": "Aceste întâmplări s-au petrecut în chipul arătat. Dintre ceilalți barbari, unii fugiră într-o pădurice sacră și fură învăluiți de focul pus jur-împrejur, iar alții se adăpostiră într-un anume loc întărit și fură luați prizonieri. Unii se aruncară în Istru, iar alții se împrăștiară prin țară și pieriră. O parte din ei au rămas în viață, luând în stăpânire un loc întărit. Crassus îi împresură fără succes, câteva zile. Apoi, ajutat de Rholes, regele unor geți, îi nimici. Rholes a mers la împărat și pentru această faptă a fost numit prieten și aliat al acestuia, iar prizonierii au fost împărțiți între soldați.Pe când înfăptui acestea [este vorba de războiul din Moesia și Thracia], îl chemă în ajutor Rholes, care se afla în luptă cu Dapyx, regele unor geți. Crassus porni să-l ajute. El aruncă cavaleria vrăjmașilor peste pedestrimea lor. Înspăimântându-i și pe călăreți în felul acesta, nu mai dădu nici o luptă, ci făcu un mare măcel în rândurile unora și ale altora, care fugeau. Apoi îl împresură și pe Dapyx – refugiat într-o fortăreață. Unul din cei aflați în fortăreață îl salută de pe zid în limba greacă, intră în vorbă cu el și hotărî să-i predea fortăreața. Prinși în felul acesta, barbarii porniră unii împotriva altora. Dapyx și mulții alții își găsiră moartea. Crassus prinse de viu pe fratele acestuia, însă nu numai că nu i-a făcut nici un rău, ba chiar i-a dat drumul. După ce a săvârșit acestea, Crassus s-a îndreptat apoi spre peștere Keiris. Aceasta era atât de încăpătoare și totodată atât de trainică încât se povestește că titanii, când au fost biruiți de zei, s-au refugiat acolo. În felul acesta, băștinașii – veniți în număr mare – aduseseră cu ei printre altele lucrurile cele mai de preț și toate turmele lor. Crassus căută și astupă toate intrările întortochiate și greu de aflat [ale peșterii]; de aceea îi înfrânse pe aceștia prin foame. Biruitor, el nu cruță nici pe ceilalți geți, deși între Dapyx și ei nu era nici o legătură. [Crassus] a pornit apoi împotriva Genuclei, cea mai puternică întăritură a stăpânirii lui Zyraxes, căci auzise că se află acolo steagurile luate de bastarni de la Caius Antonius, lângă cetatea istrienilor. Asediind Genucla – în același timp de pe uscat și de pe Istru, deoarece era durată lângă apă – în scurtă vreme o cuceri, dar cu multă osteneală, deși Zyraxes nu era de față. Căci el, îndată ce aflase de atacul lui Crassus, s-a îmbarcat și a pornit la sciți cu mulți bani, pentru a le cere ajutor, dar nu a mai apucat să se întoarcă. Iată cele săvârșite de Crassus la geți. Prin locotenenții săi supuse din nou o parte a moesilor, care, biruiți înainte vreme, se răsculaseră.",
      "date": "07/09/2020",
      "id": "1600883546225"
    }
  ],
  "comments": []
}